Revit 2024 API
BuiltInFailures.LoadFailures Class
 Failures about Load.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class LoadFailures
Visual Basic
Public NotInheritable Class LoadFailures
Visual C++
public ref class LoadFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.LoadFailures
See Also
BuiltInFailures.LoadFailures Members
Autodesk.Revit.DB Namespace